Repository: Rafosk/Xml_parser
Catalog: Xml_parser/src/de2.tmx
Source language: de_de
Languages: ko_kr

source: Kabelführung (KABELKSCHLEPP)
ko_kr: 케이블 가이드 (KABELKSCHLEPP)

source: Zuführband
ko_kr: 공급벨트

source: Zwischenstation (Ausrichten und Orientieren)
ko_kr: 임시 스테이션 (정렬 및 정향)

source: Tür-Schutzschalter MGB (EUCHNER)
ko_kr: 도어-보호 스위치 MGB (EUCHNER)

source: Orientier und Ausrichteinheit
ko_kr: 정향장치 및 정렬장치

source: Wartungseinheit (FESTO)
ko_kr: 정비 유닛 (FESTO)

source: Die Zentralschmierung ist von der Fa. SKF.
ko_kr: 중앙윤활장치는 SKF사의 제품입니다.

source: Nähere Informationen hierzu, entnehmen Sie der Zulieferer-Dokumentation.
ko_kr: 이에 대한 자세한 정보는 공급사 문서에 수록되어 있습니다.

source: Die Kabelführung ist von der Fa. KABELSCHLEPP.
ko_kr: 케이블 가이드는 KABELSCHLEPP사의 제품입니다.

source: Die Tür-Schutzschalter MGB sind von der Fa. EUCHNER.
ko_kr: 도어-보호 스위치 MGB는 EUCHNER사의 제품입니다.

source: Die Komponenten der Wartungseinheit sind von der Fa. FESTO.
ko_kr: 정비 유닛의 구성품은 FESTO사의 제품입니다.

source: Abbildung ‑ : Übersicht Transport-Komponenten
ko_kr: 삽화 ‑ : 운반 구성품 개요

source: Zuführband mit Vereinzeler
ko_kr: 분산기가 장착된 공급벨트

source: Sensorik (Lichtschranken) zu Kontroll-Abfrage von Position, Werkstücken und Paletten
ko_kr: 위치, 공작물 및 팔레트의 통제 및 조회를 위한 센서(광배리어)

source: Die Werkstücke werden auf dem Rohteilband (Stauförderband) zugeführt.
ko_kr: 공작물이 비가공부품 벨트(어큐므레이션 컨베이어 벨트)로 공급됩니다.

source: Das Stoppen und Vereinzeln der mit den Werkstücken befüllten Paletten wird über Stopper und Festanschläge realisiert, ausgerichtet und orientiert werden die Rohteile über einen zylindrisch ausgelegten Ausrichtdorn (Bolzen).
ko_kr: 공작물을 적재한 팔레트의 정지 및 분산은 스토퍼와 고정형 래치에 의해 이루어지고 미가공 부품의 정렬 및 정향은 원통형으로 설계된 정렬핀(볼트)에 의해 이루어집니다.

source: Nach dem Ausrichten werden die Rohteile mittels Schieber auf das Shuttle geschoben.
ko_kr: 정렬한 후 미가공 부품은 푸셔에 의해 셔틀로 밀립니다.

source: Gleichzeitig werden die auf dem Shuttle befindlichen, aus der Maschine kommenden Fertigteile über den parallelen Schieber auf das Abführband geschoben.
ko_kr: 이와 동시에 셔틀에 있고 장비에서 나온 가공 부품이 평행하는 푸셔를 통해 배출벨트로 밀립니다.

source: Zuführband und Abführband sind Kunden-Beistellung.
ko_kr: 공급벨트와 배출벨트는 고객이 준비해야 하는 설비입니다.

source: Nähere Informationen hierzu, entnehmen Sie der zuglieferten Dokumentation.
ko_kr: 이에 대한 자세한 정보는 동봉한 설명서에 수록되어 있습니다.

source: Typenschlüssel Shuttle
ko_kr: 셔틀 타입 명칭 코드

source: Abbildung ‑ : Typenschlüssel Shuttle
ko_kr: 삽화 ‑ : 셔틀 타입 명칭 코드

source: Pick-up Station
ko_kr: 픽업 스테이션

source: Einzugsgefahr für Gliedmaßen, Kleidung, Schmuck und langes Haar.
ko_kr: 손발, 의복, 장신구 및 긴 머리칼이 휘말림 위험.

source: Greifen Sie an keine sich bewegenden Maschinenteile.
ko_kr: 장비의 가동 부품을 잡지 마십시오.

source: Schalten Sie bei Wartung- und Instandsetzungsarbeiten das Portal ab (Spannungsversorgung und ggf. Druckluftversorgung unterbrechen).
ko_kr: 정비 및 수리 작업을 할 때는 포털을 끄십시오(전원장치 및 압축공기 공급장치 차단).

source: Die Lichtschranken sind von der Fa. IFM.
ko_kr: 광배리어는 IFM사의 제품입니다.

source: Auf dem Typenschild Ihres Ladeportals und in Ihren Auftragsunterlagen finden Sie die komplette Typenbezeichnung, die folgende Bedeutung hat:
ko_kr: 로딩 포털의 명판과 주문서에는 완전한 타입 명칭 코드가 있으며, 그 의미는 다음과 같습니다:

source: Abbildung ‑ : Typenschlüssel Portal
ko_kr: 삽화 ‑ : 포털 타입 명칭 코드

source: Auswahl des Produkts
ko_kr: 제품 선택

source: LP = Ladeportal
ko_kr: LP = 로딩 포털

source: Baugröße
ko_kr: 크기

source: Horizontalhub
ko_kr: 수평 스트로크

source: Vertikalhub
ko_kr: 수직 스트로크

source: S = Sonder
ko_kr: S = 특별

source: B = mit Abdeckband
ko_kr: B = 커버 밴드 장착

source: K = mit Abdeckkappen
ko_kr: K = 커버 플랩 장착

source: S = Sonder (abweichend von Standard-/ Maximalstückliste)
ko_kr: S = 특별 (표준 부품 목록/최대 부품 목록과 상이)

source: Schmierungsart
ko_kr: 윤활 타입

source: A = Fließfett- Zentralschmierung / Fremdversorgung
ko_kr: A = 저점도 중앙윤활장치 / 외부 공급장치

source: B = Fließfett- Zentralschmierung / Eigenversorgung (Schmieraggregat)
ko_kr: B = 저점도 중앙윤활장치 / 자급식 공급장치(윤활 어셈블리)

source: C = Schmierstoffgeber
ko_kr: C = 윤활제 주입기

source: Abbildung ‑ : Übersicht Portal LP 40
ko_kr: 삽화 ‑ : 포털 LP 40 개요

source: Schiebe- und Ausrichteinheit
ko_kr: 푸시 및 정렬 장치

source: Horizontale Verfahrachse (Lineareinheit) Portal LP 40 (X-Achse)
ko_kr: 수평 이동축(선형 유닛) 포털 LP 40 (X-축)

source: Hubzylinder für Schieber
ko_kr: 푸셔용 실린더

source: Kabelführung
ko_kr: 케이블 가이드

source: Schieber
ko_kr: 푸셔

source: Vertikale Verfahrachse (Lineareinheit) Portal LP 40 (Z-Achse)
ko_kr: 수직 이동축(선형 유닛) 포털 LP 40 (Z-축)

source: Ausrichtdorn 1 (C 5-Achse)
ko_kr: 정렬핀 1 (C 5-축)

source: Antrieb horizontale Verfahrachse
ko_kr: 수평 이동축 드라이브

source: Das Portal LP 40 kommt als Handlings Portal zwischen Zuführband, Orientier- und Ausrichtstation, Shuttle und Abführband zum Einsatz.
ko_kr: 포털 LP 40은 처리 포털로서 공급벨트, 정향 및 정렬 스테이션, 셔틀 및 배출벨트 사이에 투입됩니다.

source: Das Portal verfährt die Schiebe- und Ausrichteinheit zunächst in X-Richtung zum Zuführband und fährt dann in Z-Richtung nach unten.
ko_kr: 포털은 푸시 및 정렬 장치를 먼저 X-방향의 공급벨트로 이동시킨 후 다음 아래의 Z-방향으로 이동시킵니다.

source: Hat der Dorn die Verzahnung des Werkstückes aufgenommen, schiebt das Portal die Donuts jetzt in X-Richtung zurück auf die Zwischenstation zum Ausrichten und Orientieren.
ko_kr: 핀이 공작물의 톱니를 잡으면, 포털이 이제 도넛을 다시 X-방향의 임시 스테이션으로 다시 밀어 정렬과 정향이 이루지도록 합니다.

source: Nach dem Ausrichten werden die Rohteile nun in horizontaler Richtung vom Portal mittels Schieber auf das Shuttle geschoben.
ko_kr: 정렬한 후 미가공 부품은 수평 방향으로 이제 푸셔에 의해 포털에서 셔틀로 밀립니다.

source: Gleichzeitig schieben sich die auf dem Shuttle befindlichen, aus der Maschine kommenden Fertigteile über den parallelen Schieber auf das Abführband.
ko_kr: 이와 동시에 셔틀에 있고 장비에서 나온 가공 부품이 평행하는 푸셔를 통해 배출벨트로 밀립니다.

source: Lineareinheit horizontal
ko_kr: 수평형 선형 장치

source: Der Antrieb für die horizontale Lineareinheit ist der Servomotor 1FK7 063-5AF71-1EG0.
ko_kr: 수형형 선형 장치용 드라이브는 서보 모터 1FK7 063-5AF71-1EG0입니다.

source: Lineareinheit vertikal
ko_kr: 수직형 선형 장치

source: Für die Schmierung stehen drei Optionen zur Auswahl:
ko_kr: 윤활할 때 세 옵션 중에서 선택할 수 있습니다:

source: Schmierstoffgeber
ko_kr: 윤활제 주입기

source: Zentralschmierung mit Fließfett (Fremdversorgung)
ko_kr: 저점도 중앙윤활장치(외부 공급장치)

source: Zentralschmierung mit Fließfett (Eigenversorgung – Schmieraggregat)
ko_kr: 저덤도 중앙윤활장치(자급형 공급장치 – 윤활 어셈블리)

source: Der Antrieb für die vertikale Lineareinheit ist der Servomotor 1FK7 063-5AF71-1EG0.
ko_kr: 수직형 선형 장치용 드라이브는 서보 모터 1FK7 063-5AF71-1EG0입니다.

source: Die Servomotoren für die Lineareinheiten sind von der Fa. SIEMENS.
ko_kr: 선형 유닛용 서보 모터는 SIEMENS사 제품입니다.

source: Steckerplatte
ko_kr: 프레임 커넥터

source: Die Steckerplatte ist die zentrale Übergabestelle aller elektrischen Leitungen zwischen Portal und Schaltschrank.
ko_kr: 프레임 커넥터는 포털과 제어반 사이에 위치한 모든 전리 케이블의 중앙 전달 장소입니다.

source: Die Steckerplatte variiert kundenspezifisch je nach Ausstattung des Portals.
ko_kr: 프레임 커넥터는 포털의 각 사양에 따라 고객마다 다릅니다.

source: Hier zwei Beispiele:
ko_kr: 두 가지 보기:

source: Abbildung ‑ : Steckerplatte für drei Motoren, Profibus
ko_kr: 삽화 ‑ : 세 개의 모터와 프로피버스용 프레임 커넥터

source: Abbildung ‑ : Steckerplatte mit anderen Steckverbindungen
ko_kr: 삽화 ‑ : 다른 플러그 커넥터가 있는 프레임 커넥터

source: Greifen Sie an keine sich bewegenden oder rotierenden Maschinenteile.
ko_kr: 장비의 가동 또는 회전 부품을 잡지 마십시오.

source: Personenschäden durch Verbrennung!
ko_kr: 화상에 의한 부상!

source: An Gehäusebauteilen elektrischer Maschinen können hohe Temperaturen bis über 100°C auftreten.
ko_kr: 전기 장치의 케이스는 100°C 이상의 높은 온도가 발생할 수 있습니다.

source: Beim Berühren der Bauteile im Maschinenbetrieb können schwere Körperverletzungen durch Verbrennungen die Folge sein.
ko_kr: 장비 작동 중 그러한 케이스와 접촉하면 화상에 의한 중상을 입을 수 있습니다.

source: Berühren Sie die Gehäusebauteile nicht während des Betriebes der Maschine oder unmittelbar danach.
ko_kr: 장비가 작동하는 동안이나 작동 직후에는 케이스와 접촉하지 마십시오.

source: Lassen Sie die Gehäusebauteile vor Beginn der Arbeiten abkühlen
ko_kr: 작업을 시작하기 전 케이스를 식히십시오

source: Automatischer Anlauf des Portals!
ko_kr: 포털의 자동 기동!

source: Sorgen Sie dafür, dass sich keine Personen im Gefahrenbereich des Portals befinden, wenn dieses gestartet wird.
ko_kr: 포털이 작동하기 시작하면 포털의 위험 구역 내에 아무도 없도록 조치를 취해야 합니다.

source: Trennen Sie bei Wartungs-, Reinigungs- und Instandsetzungsarbeiten das Portal von der Spannungsversorgung.
ko_kr: 정비, 청소, 수리 작업 시 포털을 전원장치와 분리하십시오.

source: Sichern Sie das Portal gegen unerlaubtes Einschalten.
ko_kr: 허가 없이 켜지 못하도록 포털을 잠그십시오.

source: Maschinenschäden durch unbeaufsichtigtes Portal!
ko_kr: 포털의 감독 소홀로 인한 장비 손상!

source: Schalten Sie bei Arbeitsunterbrechungen das Portal ab (Spannungsversorgung und ggf. Druckluft-/ Hydraulikversorgung unterbrechen).
ko_kr: 작업을 중단할 때 포털을 끄십시오(전원장치 및 경우에 따라 압축공기/유압액 공급장치 차단).

source: Betreiben Sie das Portal nur, wenn alle Schutzeinrichtungen und sicherheitsbedingten Einrichtungen vorhanden und voll funktionstüchtig sind.
ko_kr: 모든 보호 장치와 안전과 관련된 장치가 있고 그러한 장치가 정상적으로 작동하는 경우에만 포털을 작동시키십시오.

source: Abbildung ‑ : Übersicht Schiebe- und Ausrichtstation
ko_kr: 삽화 ‑ : 푸시 및 정렬 스테이션 개요

source: Zwischenstation (orientieren der Rohteile)
ko_kr: 중간 스테이션 (미가공 부품의 정향)

source: Antrieb für Ausrichtdorn 2 (C 6-Achse)
ko_kr: 정렬핀 2(C 6-축)용 드라이브

source: Maske
ko_kr: 마스크

source: Rohteil-Zuführband
ko_kr: 미가공부품 공급벨트

source: Kontrollsensorik (IFM)
ko_kr: 제어 센서 (IFM)

source: Ausrichtdorn (wird in C Richtung gedreht))
ko_kr: 정렬핀(C-방향으로 회전합니다))

source: Um das Werkstück radial zu zentrieren, wird der Dorn (Bolzen) in die Verzahnung abgesenkt.
ko_kr: 공작물을 방사형으로 센터링하기 위해 이 핀(볼트)은 톱니 안으로 하강합니다.

source: Die Dorne sind jeweils über eine separate NC-gesteuerte Rotationsachse, die über Servormotoren von SIEMENS angetrieben werden (C5- und C6-Achse), drehbar.
ko_kr: 핀은 SIEMENS사의 서보 모터를 통해 구동되는 별도의 NC-제어형 회전축(C5-축 및 C6-축)을 통해 회전할 수 있습니다.

source: Trifft der Dorn nicht in die Verzahnung, dann fährt die Z-Achse des Portals ein Stück nach oben und die Rotationsachse wird um ein definiertes Winkelmaß weiter gedreht .Der Vorgang wiederholt sich solange, bis der Dorn mit der Innenverzahnung des Werkstückes zusammenpasst.
ko_kr: 핀이 톱니 안에 닿지 않으면 포털의 Z-축이 조금 더 위로 이동하고 회전축이 지정된 각도만큼 더 회전합니다. 이 과정은 핀의 공작물의 내부 직경과 만날 때까지 반복됩니다.

source: Der Einsatz anderer als der in der technischen Spezifikation zugelassenen Spannmittel ist nicht zugelassen!
ko_kr: 기술 사양에서 허용된 고정장치와 다른 장치를 사용하는 것은 허용되지 않습니다!

source: Setzen Sie nur zugelassene Spannmittel ein!
ko_kr: 허용된 고정장치만 사용하십시오!

source: Automatischer Anlauf der Automation!
ko_kr: 자동화 장치의 자동 가동!

source: Sorgen Sie dafür, dass sich keine Personen im Gefahrenbereich der Automation befinden, wenn diese gestartet wird.
ko_kr: 자동화 장치가 작동하기 시작하면 자동화 장치의 위험 구역 내에 아무도 없도록 조치를 취해야 합니다.

source: Trennen Sie bei Wartungs-, Reinigungs- und Instandsetzungsarbeiten die Automation von der Spannungsversorgung.
ko_kr: 정비, 청소, 수리 작업 시 자동화 장치를 전원장치와 분리하십시오.

source: Sichern Sie die Automation gegen unerlaubtes Einschalten.
ko_kr: 허가 없이 켜지 못하도록 자동화 장치를 잠그십시오.

source: Maschinenschäden durch unbeaufsichtigte Automation!
ko_kr: 자동화 장치의 감독 소홀로 인한 장비 손상!

source: Schalten Sie bei Arbeitsunterbrechungen die Automation ab (Spannungsversorgung und ggf. Druckluft-/ Hydraulikversorgung unterbrechen).
ko_kr: 작업을 중단할 때 자동화 장치를 끄십시오(전원장치 및 경우에 따라 압축공기/유압액 공급장치 차단).

source: Abbildung ‑ : Zentralschmierung
ko_kr: 삽화 ‑ : 중앙윤활장치

source: Füllstandanzeige max.
ko_kr: 최대 액위 디스플레이

source: Pumpe
ko_kr: 펌프

source: Verschluss
ko_kr: 캡

source: Elektrischer Anschluss Pumpe
ko_kr: 펌프 전기 커넥터

source: Schwimmerschalter zur Überwachung des Schmierfettstandes
ko_kr: 윤활그리스의 액위를 모니터링하기 위한 플로팅 스위치

source: Füllstandanzeige min..
ko_kr: 최저 액위 디스플레이

source: Die Zentralschmierung versorgt die Kugelrollspindeln der Vorschubachsen sowie die Zahnstangen und Führungswagen von zentraler Stelle aus mit den erforderlichen, genau dosierten Schmierstoffmengen.
ko_kr: 중앙윤활장치는 이송축의 볼 스크류 스핀들 및 톱니 래크와 가이드 캐리지에 필요한 윤활제를 중앙에서 정확한 정량으로 공급합니다.

source: Zum Einsatz kommt ein Zentralschmieraggregat für die Maschine und Automation.
ko_kr: 장비 및 자동화 장치용 중앙윤활어셈블리가 투입됩니다.

source: Die Zentralschmierpumpe läuft automatisch, sobald die Steuerung eingeschaltet wird und fördert die in den Kolbenverteilern dosierten Fettmengen zu den Schmierstellen der Maschine und Automation.
ko_kr: 제어장치가 켜지면 중앙윤활펌프가 즉시 자동으로 작동하여 피스톤 분배기에 정량으로 투여된 그리스를 장비 및 자동화 장치의 윤활 부위로 이송합니다.

source: Ist der Betriebsdruck in der Zentralschmieranlage erreicht, löst ein Druckschalter die im Steuergerät eingestellte Nachlaufzeit aus.
ko_kr: 중앙윤활장치의 작동압에 도달하면 압력 스위치가 제어장치에서 설정된 애프터런 시간이 시작되도록 합니다.

source: Anschließend wird der Pumpenmotor ausgeschaltet und die Pausenzeit beginnt abzulaufen.
ko_kr: 그런 다음 펌프 모터가 오프 상태로 전환되며, 휴지 시간이 개시됩니다.

source: Der Schmiervorgang ist beendet.
ko_kr: 이로써 윤활 공정이 종료됩니다.

source: Nach der Druckentlastung der Anlage füllen sich die Dosierkammern der Kolbenverteiler erneut über ihre Wechselventile.
ko_kr: 장치가 감압되면, 셔틀밸브가 작동되면서, 피스톤 디스트리뷰터의 공급 챔버가 다시 차오르게 됩니다.

source: Die weiteren Schmierungen werden im Rhythmus der eingestellten Pausenzeiten wiederholt.
ko_kr: 이후의 윤활 공정 역시 사전 설정된 휴지 시간의 간격에 따라 반복적으로 진행됩니다.

source: Der Schmierimpuls ist werkseitig eingestellt.
ko_kr: 윤활 펄스는 공장에서 설정되어 있습니다.

source: Bei Schmierfettmangel im Vorratsbehälter wird über den Schwimmerschalter eine Störung ausgelöst und eine Fehlermeldung am Bildschirm der Steuerung angezeigt.
ko_kr: 리저버 탱크에 윤활 그리스가 부족할 경우 플로팅 스위치가 작동이 중지되도록 하여, 제어장치의 화면에 오류 메시지가 나타납니다.

source: Abbildung ‑ : Komponenten der Wartungseinheit
ko_kr: 삽화 ‑ : 정비 유닛의 구성품

source: Einschaltventil
ko_kr: 스위치 온 밸브

source: Druckschalter
ko_kr: 압력 스위치

source: Druckregelventil
ko_kr: 압력제어 밸브

source: Schalldämpfer
ko_kr: 소음기

source: Abzweigmodul
ko_kr: 분지 모듈

source: Kondensatablass
ko_kr: 응축수 배출구

source: Elektrisches Einschaltventil
ko_kr: 전기식 스위치 온 밸브

source: Druckmanometer
ko_kr: 압력 측정 게이지

source: Druckluft grob
ko_kr: 예비 압축공기

source: Druckluft für alle Schalt- und Klemmfunktionen
ko_kr: 모든 스위칭 및 고정 기능을 위한 압축공기

source: Spannfutter
ko_kr: 클램핑 척

source: Bremsschuhe usw.
ko_kr: 브레이크 슈 등

source: Die Pneumatik-Komponenten sind von der Fa. FESTO.
ko_kr: 공압 구성품은 FESTO사의 제품입니다.

source: Als Achse wird die Richtung bezeichnet, in die sich ein verfahrbares Maschinenelement bewegen kann, wobei zwischen Plus- und Minus-Richtung unterschieden wird.
ko_kr: 축이란 이송 가능한 머신 구성요소가 움직이는 방향을 지칭하게 되며, 이 때 플러스 방향 및 마이너스 방향으로 구분됩니다.

source: Nach der Art der Bewegung unterscheidet man Linear- bzw. Vertikalachsen (Vorschubachsen), Drehachsen und Schwenkachsen.
ko_kr: 운동의 종류에 따라 선형축 및 수직축(이송축), 회전축 및 선회축으로 구별됩니다.

source: Abbildung ‑ : Übersicht Achsen Portal LP 40
ko_kr: 삽화 ‑ : 포털 LP 40 축 개요

source: Die X1-Achse ist eine Vorschubachse des Portals LP 40, die sich NC-gesteuert horizontal verfahren lässt.
ko_kr: X1-축은 NC 제어에 의해 수평으로 이동하도록 하는 포털 LP 40의 이송축입니다.

source: Z1−Achse
ko_kr: Z1−축

source: Die Z1-Achse ist eine Vorschubachse des Portals LP 40, die sich NC-gesteuert vertikal verfahren lässt.
ko_kr: Z1-축은 NC 제어에 의해 수직으로 이동하도록 하는 포털 LP 40의 이송축입니다.

source: Das Verfahren der Achsen mit reduzierter Geschwindigkeit ist im Einrichtbetrieb bei geöffneten Fronttüren möglich.
ko_kr: 셋업 모드에서 앞 도어가 열린 경우에도 축이 감속된 속도로 작동할 수 있습니다.

source: Abbildung ‑ : Übersicht Achsen Ausrichtstation
ko_kr: 삽화 ‑ : 정렬 스테이션 축 개요

source: C5−Achse
ko_kr: C5−축

source: Die C5-Achse ist eine NC-gesteuerte Drehachse der linken Werkstückaufnahme der Ausrichtstation.
ko_kr: C5-축은 정렬 스테이션에 있는 좌측 공작물 지지대의 NC 제어식 회전축입니다.

source: Sie dreht das Werkstück auf eine definierte Position.
ko_kr: 이 축은 공작물을 지정된 위치로 회전시킵니다.

source: C6−Achse
ko_kr: C6−축

source: Die C6-Achse ist eine NC-gesteuerte Drehachse der rechten Werkstückaufnahme der Ausrichtstation.
ko_kr: C6-축은 정렬 스테이션에 있는 우측 공작물 지지대의 NC 제어식 회전축입니다.

source: Der Automatikbetrieb ist eine Betriebsart, in der ein Teileprogramm ohne Unterbrechung abgearbeitet wird.
ko_kr: 작동모드 가운데 자동 모드는 하나의 파트 프로그램이 중단됨 없이 처리되는 것을 말합니다.

source: Programme werden vorab im Speicher registriert.
ko_kr: 해당 프로그램은 사전에 메모리에 등록되어야 합니다.

source: Wird eines dieser Programme ausgewählt und die Taste Start auf der Maschinensteuertafel gedrückt, läuft der Automatikbetrieb an, und die LED Start leuchtet auf.
ko_kr: 사전 등록된 파트 프로그램 가운데 하나를 선택하고, 머신 제어반에서 스타트 버튼을 누르면, 자동 모드가 시작되면서, LED 스타트 표시등이 켜지게 됩니다.

source: In dieser Betriebsart können gewünschten Bewegungen als einzelne Teileprogrammsätze in die Steuerung über die Tastatur eingeben werden.
ko_kr: 이 작동 모드에서는 원하는 동작을 개별적 부품 프로그램 세트로서 키보드를 통해 제어장치에 입력할 수 있습니다.

source: Die Steuerung arbeitet die eingegebenen Sätze nach Drücken der Taste Start ab.
ko_kr: 그런 다음 스타트 버튼을 누르면, 제어장치에서 입력된 프로그램 블록을 처리하기 시작합니다.

source: Der Tippbetrieb ist eine manuelle Betriebsart, die es dem Bediener ermöglicht, die Verfahrbewegungen der Achsen im Vorschub oder im Eilgang von Hand zu steuern.
ko_kr: 인칭 조작 방식이란 수동으로 진행되는 작업모드로서 사용자는 인칭 조작을 통해 이송 행정 또는 급속 이송에 있어 축의 리니어 운동을 수동으로 제어할 수 있습니다.

source: Diese Betriebsart wird hauptsächlich zum Einrichten der Maschine genutzt.
ko_kr: 본 조작 방식은 주로 머신을 설치할 때 이용됩니다.

source: Schutzeinrichtungen sind konstruktive Maßnahmen, um Gefahren bei der
ko_kr: 보호장치는 머신 조작시 발생 가능한 위험을 방지하기 위해

source: Bedienung der Maschine abzuwenden.
ko_kr: 마련된 구조적인 장치를 의미합니다.

source: Folgende Schutzeinrichtungen
ko_kr: 다음의 보호장치가 자동화 장치에

source: können an der Automation vorhanden sein:
ko_kr: 장착되어 있을 수 있습니다:

source: NOT-HALT
ko_kr: 비상정지

source: Zustimmtaste
ko_kr: 승인 버튼

source: Alle elektrischen Schaltgeräte sind nach den gültigen DIN/ VDE/ IEC-Vorschriften für den vorgesehenen Verwendungszweck in der Maschine ausgelegt.
ko_kr: 본 머신에 사용된 모든 스위치 유닛은 해당 사용목적에 따라 유효한 현행 DIN/VDE/IEC 규정을 준수하여 설치되어 있습니다.

source: Insbesondere Sicherheitseinrichtungen sind nach jeder Änderung der Elektro-Hardware oder der Steuerungssoftware in ihrer Kombination Mechanik-Elektrik-Steuerungssoftware nachzuprüfen.
ko_kr: 특히 안전장치의 경우 전기적 하드웨어의 변경이나, 혹은 제어 관련 소프트웨어를 변경한 이후에는 매번 기계적-전기적 및 제어 관련 소프트웨어 사이의 조합이 올바르게 성립되는지를 확인해야 합니다.

source: Abbildung ‑ : Übersicht der Schutzschalter zum Unterbrechen des Betriebs im Gefahrenfall
ko_kr: 삽화 ‑ : 위험한 경우 작동을 중단시키기 위한 보호 스위치 개요

source: Hauptschalter (Schaltschrank Maschine)
ko_kr: 메인 스위치 (장비의 제어반)

source: Schutzschalter Türen (MGB)
ko_kr: 도어 보호 스위치 (MGB)

source: Not-Aus Taster (Maschinensteuertafel)
ko_kr: 비상정지 버튼 (장비의 제어 패널)

source: Die Schutztüren sind über Endschalter so abgesichert, dass die Automation bei geöffneten Sicherheitstüren nicht betriebsbereit ist.
ko_kr: 보호도어는 리밋 스위치에 의해 보호되어 있으므로 보호도어가 열려 있는 경우 자동화 장치는 작동할 수 없는 상태가 됩니다.

source: Lediglich das Verfahren der Achsen mit reduzierter Geschwindigkeit ist im Einrichtebetrieb mit Zweihandbedienung (Zustimmtaste) funktionsfähig.
ko_kr: 축만이 양손 조작(동의 버튼)으로 실행되는 셋업 모드에서 감속된 속도로 이동할 수 있습니다.

source: Bei ausgeschalteter Maschine sind die Endschalter entriegelt.
ko_kr: 장비가 꺼지면 리밋 스위치의 잠금이 해제됩니다.

source: Durch Achsbewegung bei geöffneter Schutzeinrichtung sind Quetschungen und Sachschäden die Folge.
ko_kr: 보호장치가 개방된 상태에서는 축의 운동으로 인해 끼임 사고 및 물적 손상이 발생합니다.

source: Bei der Überprüfung der Sicherheitsschaltkreise dürfen sich keine Personen im Gefahrenbereich der Maschine aufhalten.
ko_kr: 안전 회로를 점검할 때 장비의 위험 구역에 아무도 없어야 합니다.

source: Abbildung ‑ : Übersicht der Sicherheits-/Schutzschalter
ko_kr: 삽화 ‑ : 안전/보호 스위치 개요

source: Schutztür quittieren
ko_kr: 보호도어 확인

source: Schutztür anfordern
ko_kr: 보호도어 요청

source: An jeder Schutztür sind Schutzschalter mit folgenden Tastern angebracht.
ko_kr: 각 보호도어에는 다음의 버튼이 있는 보호 스위치가 부착되어 있습니다.

source: NOT-AUS (3)
ko_kr: 비상정지 (3)

source: Anforderung Schutztür (Leuchttaster 2)
ko_kr: 보호도어 요청 (발광 버튼 2)

source: Quittieren Schutztür (Leuchttaster 1)
ko_kr: 보호도어 확인 (발광 버튼 1)

source: Durch das Drücken der Taste „Anforderung Schutztür“ wird eine Anforderung für die entsprechende Schutztür an die Steuerung gesendet.
ko_kr: "보호도어 요청" 버튼을 누르면 해당 보호도어에 대한 요청이 해당 컨트롤러에 전송됩니다.

source: Der Leuchtdrucktaster beginnt zu blinken.
ko_kr: 발광압력버튼이 점멸하기 시작합니다.

source: Sobald die Schutztür von der Steuerung freigegeben (entriegelt) wird, leuchtet der Taster permanent und die Tür kann geöffnet werden.
ko_kr: 컨트롤러가 보호도어를 승인하면(잠금해제), 버튼이 점등되로 도어를 열 수 있습니다.

source: Die orangene LED blinkt.
ko_kr: 주황색 LED가 점멸합니다.

source: Wird die Tür wieder geschlossen, blinkt der weiße Leuchtdrucktaster und muss gedrückt werden um den Sicherheitskreis wieder zu schließen.
ko_kr: 도어가 다시 닫히면 백색 발광압력버튼이 점멸하고 안전 회로를 다시 닫으려면 이 버튼을 눌러야 합니다.

source: Der weiße Leuchtrucktaster und die orangene LED des Schutztürschalters leuchten, wenn die Schutztür wieder verriegelt ist.
ko_kr: 보호도어가 다시 잠겨 있으면 보호도어 스위치의 백색 발광압력버튼과 주황색 LED가 점등됩니다.

source: Im Automatikbetrieb wird bei Anforderung einer Schutztür ein „Halt Nach Taktende“ eingeleitet.
ko_kr: 자동 모드에서는 보호도어를 요청할 때 "클록 종료 후 정지"가 시작됩니다.

source: Die Schutztürschalter sind von der Firma EUCHNER.
ko_kr: 보호도어 스위치는 EUCHNER사의 제품입니다.

source: Abbildung ‑ : Not-Halt-Schalter (Abbildung ähnlich)
ko_kr: 삽화 ‑ : 비상정지 스위치(삽화와 유사)

source: Not-Halt dient dazu, in Notsituationen die Maschine sofort still zu setzen, um Gefahren für Leib und Leben sowie Sachschäden (Beschädigung der Maschine, des Werkzeugs oder des Werkstücks) abzuwenden.
ko_kr: 비상정지 버튼은 위급한 상황이 발생했을 때, 인체와 생명의 위험 및 물적 손실을(머신 손상, 툴 및 워크피스 피해) 방지하기 위해 머신을 즉시 정지시키는 역할을 합니다.

source: Durch Not-Halt werden alle Antriebe mit größtmöglichem Bremsmoment stillgesetzt und sämtliche hydraulischen Bewegungen abgebrochen.
ko_kr: 비상정지 버튼을 누르게 되면, 작동 중인 모든 드라이브 유닛에는 가능한 최대 수준의 제동 토크가 가해지게 되고, 아울러 모든 유압 유닛 또한 정지됩니다.

source: Wurde der Not-Halt-Schalter aufgrund einer Gefahr betätigt, muss in folgender Reihenfolge vorgegangen werden:
ko_kr: 어떤 위험으로 인해 비상정치 스위치를 작동시키면 다음의 과정을 순차적으로 실행해야 합니다:

source: Ursache beseitigen, die den NOT-HALT erforderlich gemacht hat
ko_kr: 비상정지를 필요하게 하였던 원인을 제거합니다

source: Not-Halt-Schalter durch Drehen entriegeln
ko_kr: 비상정치 스위치를 돌려 잠금을 해제합니다

source: Maschine einschalten
ko_kr: 장비를 켭니다

source: Maschine ggf. frei fahren
ko_kr: 경우에 따라 장비를 공회전시킵니다

source: Maschinenschäden durch falsches Abschalten!
ko_kr: 잘못된 차단으로 인한 장비의 손상!

source: Not-Halt keinesfalls zum routinemäßigen Ausschalten der Maschine verwenden.
ko_kr: 비상정지 버튼을 절대로 일상적인 장비 끄기 용도로 사용해서는 안됩니다.

source: Betätigen Sie den Not-Halt-Schalter nur in Gefahrensituationen.
ko_kr: 비상정지 버튼은 오직 위험한 상황에서만 사용합니다.

source: Um Maschinenschäden zu vermeiden, schalten Sie die Maschine nicht routinemäßig mit dem Not-Halt-Schalter aus.
ko_kr: 장비의 손상을 방지하기 위해 일상적으로 장비를 끌 때 비상정지를 사용해서는 안 됩니다.

source: Der Not-Halt Schalter befindet sich an der Maschinensteuertafel.
ko_kr: 비상정지 스위치는 장비의 제어 패널에 있습니다.

source: Nähere Informationen entnehmen Sie dem Kapitel dieser Anleitung
ko_kr: 자세한 정보는 이 설명서의 단원에 수록되어 있습니다

source: Steuerungsintegrierte Sicherheitstechnik bietet baumustergeprüfte Sicherheitsfunktionen, mit denen sich ein hochwirksamer Personen- und Maschinenschutz praxisgerecht realisieren lässt.
ko_kr: 제어장치가 내장된 안전장치는 형식 검사를 완료한 안전장치로서 현장 실무에 적합한 고효울적 인적 보호 및 머신 보호 기능을 제공합니다.

source: Mit der vorhandenen Mehrprozessorstruktur wird eine zweikanalige Systemstruktur gebildet.
ko_kr: 다중 프로세서 구조를 통한 2채널식 시스템 구조가 제공됩니다.

source: Die Prozessgrößen und sicherheitsrelevanten Systemdaten werden kreuzweise verglichen (Cross Monitoring).
ko_kr: 프로세스 크기 및 안전 관련 시스템 데이터는 교차적으로 모니터링 됩니다(Cross Monitoring).

source: Sicherheitsgerichtete Software- und Hardwarefunktionen werden durch eine automatisierte Zwangsdynamisierung in definierten Zeitabständen geprüft.
ko_kr: 안전 관련 소프트웨어 및 하드웨어 기능은 사전 규정된 시간적 간격을 두고, 강제적 다이내믹 샘플링을 통해 자동으로 점검됩니다.

source: EMAG-Maschinen verfügen über folgende eingebundene Sicherheitsfunktionen:
ko_kr: EMAG 머신 제품은 다음과 같은 통합형 안전장치를 제공하고 있습니다.

source: Safety Integrated Stufe 3, d.h. Wegfall von passiven Sicherheitsgeräten
ko_kr: Safety Integrated Level 3 - 패시브 안전장치 생략

source: sichere Geschwindigkeit bei offener Arbeitsraumtür für alle Achsen und Spindeln (max. 2 m/min für Achsen und max. 50 U/min für Spindeln) im Einrichtbetrieb
ko_kr: 셋업 모드에서 작업 공간 가드가 열렸을 때, 모든 축 및 스핀들에 대한 안전한 속도 보장(축의 경우 최대 2m/분, 스핀들의 경우 최대 50회전/분)

source: sicherer Betriebshalt für Achsen und Spindeln bei offener Arbeitsraumtür
ko_kr: 작업 공간 가드가 열렸을 때, 축 및 스핀들의 안전한 작동 중지
